Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/STM200820090043000DDDPDFS.pdf.tmx
Source language: nob
Languages: sme

source: 2.13.7 Samisk språksamarbeid Samisk Parlamentarisk Råd oppnevnte i 2008 en arbeidsgruppe bestående av medlemmer på administrativt nivå fra sametingene i Finland, Norge og Sverige.
sme: 2.13.7 Sámi giellaovttasbargu Sámi parlamentáralaš Ráđđi nammadii 2008:s bargojoavkku mas leat mielde Suoma, Norgga ja Ruoŧa sámedikkiid hálddahusbargit.

source: Arbeidsgruppens mandat var å foreslå fremtidig organisering av samisk språkarbeid innenfor sametingenes ansvarsområder, og vurdere strategier for opprettelse av et samisk forsknings og fag / ressurssenter for samisk språk.
sme: Bargojoavkku mandáhtta lei evttohit sámi giellabarggu boahtteáiggi organiserema sámedikkiid ovddasvástádussuorggi siskkobealde, ja árvvoštallat sámegiela dutkan- ja fága / resursaguovddáža ásaheami strategiijaid.

source: Arbeidsgruppens rapport, «Forslag til ny organisering av samisk språkarbeid innenfor sametingenes ansvarsområde», ble levert til styret i SPR 26.08.08.
sme: Bargojoavkku raporta, «Evttohus mo ođđasis organiseret sámi giellabarggu sámedikkiid ovddasvástádussuorggis», addui SPR stivrii 26.08.08.

source: Samisk parlamentarisk råds plenum har bedt sametingene om å følge opp rapporten. 2.14
sme: 2.14 Mánáidgárddit Sámediggi čuovvu gustovaš lágaid ja mihttomeriid maid Stuoradiggi lea mearridan.

source: Barnehager for samiske barn har stor betydning for samiske barns kultur- og språkutvikling.
sme: Sámi mánáid mánáidgárddit leat hui dehálaččat sámi mánáid kultur- ja giellaovdáneapmái.

source: 2.14.1 Tilskudd I 2008 er det tildelt tilskudd til 41 samiske barnehager og 19 norske barnehager som gir samiskopplæring til enkeltbarn / grupper.
sme: 2.14.1 Doarjagat 2008:s juolluduvvojedje doarjagat 41 sámi mánáidgárdái ja 19 dáčča mánáidgárdái main lea sámegieloahpahus mánáide / mánnájoavkkuide.

source: Til sammen gjelder dette barnehager i 31 kommuner med 941 samiske barn.
sme: Oktiibuot guoská dat mánáidgárddiide 31 suohkanis gos oktiibuot leat 941 sámi máná.

source: Det er bevilget midler til 6 prosjektarbeid, blant annet til prosjekt om torvgamme og prosjekt 2008– 2009
sme: Mii leat juolludan doarjaga 6 prošeaktabargui, earret eará darfegoahteprošektii ja prošektii mii váldá vuorrasiid mielde mánáidgárdái.

source: som involverer eldre i barnehagen.
sme: Dasto leat dorjon 4 oahpponeavvoprošeavtta.

source: Fire av disse er på nordsamisk, tre på lulesamisk og tre på sørsamisk.
sme: Njeallje leat davvisámegillii, golbma leat julevsámegilli ja golbma leat lullisámegillii.

source: 2.14.2 Kompetanseheving Kunnskapsdepartementet har utarbeidet «Kompetansen i barnehagen.
sme: 2.14.2 Gelbbolašvuođalokten Máhttodepartemeanta lea ráhkadan «Kompetansen i barnehagen.

source: Strategi for kompetanseutvikling i barnehagesektoren 2007–2010».
sme: Strategi for kompetanseutvikling i barnehagesektoren 2007–2010» (Gelbbolašvuohta mánáidgárddis.

source: Kunnskapsdepartementet prioriterer i denne strategien noen sentrale områder slik som pedagogisk ledelse, barns medvirkning, språkmiljø og språkstimulering og samarbeid og sammenheng mellom barnehage og skole.
sme: Gelbbolašvuođaovddideami strategiijat mánáidgárdesuorggis). Dain strategiijain vuoruha Máhttodepartemeanta muhtun guovddáš surggiid ovdamearkka dihte pedagogalaš jođiheami, mánáid mielváikkuheami, giellabirrasa ja giellamovttiidahttima ja ovttasbarggu ja oktavuođa gaskal mánáidgárddi ja skuvlla.

source: Sametinget har også i sine møter og konferanser tatt hensyn til disse områdene.
sme: Sámediggi lea maiddái čoahkkimiin ja konferánssain vuhtiiváldán daid surggiid.

source: Sámi allaskuvla / samisk høgskole har på oppdrag fra Sametinget utført en kompetansekartlegging blant barnehageansatte i barnehager med samiske barn.
sme: Sámi allaskuvla lea Sámedikki gohččuma vuođul kárten mánáidgárdebargiid gelbbolašvuođa mánáidgárddiin gos leat sámi mánát.

source: Rapporten viser at de ansatte blant annet har behov for kompetanse i samisk språk og i samisk tradisjonelt arbeid.
sme: Raporta čájeha ahte bargit dárbbašit earret eará gelbbolašvuođa sámegielas ja sámi árbevirolaš bargguin.

source: Sametinget vil i samarbeid med Kunnskapsdepartementet jobbe videre med kompetanseheving blant barnehageansatte.
sme: Sámediggi áigu ovttas Máhttodepartemeanttain joatkit bargat mánáidgárdebargiid gelbbolašvuođaovddidemiin.

source: Sametinget har utgitt to utgaver av barnehagetidsskriftet «Stullán».
sme: Sámediggi lea almmuhan guokte almmuhusa «Stullán» nammasaš mánáidgárdeáigečállagis.

source: Det er avholdt to møter med Barneombudet.
sme: Sámediggi lea doallan guokte čoahkkima Mánáidáittardeddjiin.

source: Tema for møtene har vært læremiddelsituasjonen, samiske barn i fosterhjem, samiske ungdommer og skolegang og ivaretakelse av samisk kultur i bysamfunnene.
sme: Čoahkkimiid fáttát ledje oahpponeavvodilli, sámi mánát sadjásašruovttuin, sámi nuorat ja skuvlavázzin ja sámi kultuvrra gáhtten gávpotservodagain.

source: Det er også gitt en orientering om Barneombudets prosjekt «Retten til delaktighet for samiske barn og unge».
sme: Leamaš maiddái diehtojuohkin Mánáidáittardeaddji prošeavtta birra ««Retten til delaktighet for samiske barn og unge» (Sámi mánáid ja nuoraid oassálastinvejolašvuohta).

source: Sametinget har hatt møter med enkelte kommuner angående barnehagetilbud til samiske barn.
sme: Sámedikkis leat leamaš čoahkkimat muhtun suohkaniiguin sámi mánáid mánáidgárdefálaldagaid birra.

source: Det er i år opprettet to nye samiske barnehager / avdelinger.
sme: Dán jagi leat ásahuvvon guokte ođđa mánáidgárddi / ossodaga.

source: Tall fra foregående år viser at det er en økning i antall norske barnehager som gir et tilbud om samiskopplæring til samiske barn.
sme: Mannan jagi logut čájehit ahte dáčča mánáidgárddit mat fállet sámegieloahpahusa sámi mánáide, leat lassánan.

source: Sametinget har veiledet foreldre, barnehager og barnehageeiere i spørsmål om barnehagetilbud til samiske barn.
sme: Sámediggi lea bagadallan váhnemiid, mánáidgárddiid ja mánáidgárdeeaiggádiid sámi mánáid mánáidgárdefálaldagaid birra.

source: Gjennom samarbeid med ulike aktører har Sametinget arbeidet for at samiske barn skal få et barnehagetilbud tilpasset deres språk og kultur.
sme: Ovttasbarggu bokte eará ásahusaiguin lea Sámediggi bargan dan ala ahte sámi mánát galget oažžut mánáidgárdefálaldagaid mat leat heivehuvvon sin gillii ja kultuvrii.

source: Sametinget har utarbeidet en veileder for samiske barnehager, som tar utgangspunkt i Rammeplan for barnehager, og som gir en veiledende ramme for hvordan barnehagetilbudet for samiske barn bør tilrettelegges.
sme: Sámediggi lea ráhkadan bagadallama sámi mánáidgárddiide man vuođus lea mánáidgárddiid Rámmaplána, mii bagadallá movt sámi mánáid mánáidgárdefálaldat berre heivehuvvot. Sámi mánáidgárdesuorggis leat olu hástalusat.

source: Den samiske barnehagesektoren står overfor mange utfordringer.
sme: Stuorámus hástalusaid searvvis lea oažžut eambbo sámegielat bargiid mánáidgárddiide.

source: En av de største utfordringene er å rekruttere samisktalende ansatte til barnehagene.
sme: Sámegielgelbbolašvuođa lassin dárbbašit bargit maiddái gelbbolašvuođa earret eará sámi árbevirolaš bargguin.

source: per i samisk språk også kunnskaper i blant annet samisk tradisjonelt arbeid.
sme: Lea maiddái dárbu eanet oahpponeavvuide mat leat heivehuvvon sámi mánáide.

source: Det er også behov for flere læremidler tilpasset samiske barn.
sme: Sámedikki 2008 doaimma birra

source: Det er avholdt felles barnehage- og skolekonferanse med tittelen «Tidlig innsats – gode langsiktige resultater».
sme: Lea lágiduvvon oktasaš mánáidgárde- ja skuvlakonferánsa, ja das lei namma «Árra áŋgiruššan – buorit guhkesáiggi bohtosat».

source: En slik felles barnehage- og skolekonferanse er i samsvar med intensjonene innenfor barnehageløftet og kompetanseløftet der man skal se det 18-årige opplæringsløpet i sammenheng.
sme: Dakkár oktasaš mánáidgárde- ja skuvlakonferánsa dávista mánáidgárdeloktema ja máhttoloktema intenšuvnnaide gos galgá geahččat 18-jahkásaš oahpahusgeainnu oktii.

source: Opplæring
sme: Oahpahus

source: 2.15.1 Læremidler Det er stor mangel på læremidler på sør- lule- og nordsamisk som er utviklet i forhold til Kunnskapsløftet – samisk.
sme: 2.15.1 Oahpponeavvut Sihke lulli-, julev- ja davvisámegillii váilot ollu oahpponeavvut mat leat dohkkehuvvon Máhttoloktema – Sámi vuođul.

source: Som et tiltak for oppfølging av evalueringen av læremiddelutvikling har Sametinget vedtatt strategisk plan for læremiddelutvikling for perioden 2009–2012.
sme: Oahpponeavvoráhkadeami evaluerema čuovvoleapmin lea Sámediggi mearridan strategalaš plána oahpponeavvoráhkadeami várás áigodahkii 2009–2012.

source: I Sametingets strategiske plan for læremiddelutvikling 2009 – 2012 er det gjort læremiddelprioriteringer på sør-, lule- og nordsamisk ut fra innspill fra barnehager og skoler i de aktuelle områdene.
sme: Sámedikki strategalaš plánas oahpponeavvoráhkadeami várás 2009–2012 leat vuoruhan oahpponeavvuid sihke lulli-, julev- ja davvisámegillii guoskevaš guovlluid mánáidgárddiid ja skuvllaid evttohusaid mielde.

source: Evalueringen avdekket blant annet at en del skoleeiere ikke har kjøpt inn samiske læremidler.
sme: Evalueren čájehii earret eará ahte leat muhtun skuvlaeaiggádat mat eai leat oastán sámi oahpponeavvuid.

source: For å sikre at læremidlene kommer ut til den enkelte elev er en av strategiene at læremidlene skal være gratis.
sme: Sihkkarastin dihte ahte juohke oahppi oažžu daid oahpponeavvuid, lea okta strategiijain ahte oahpponeavvut galget leat nuvttá.

source: En annen strategi er å utvikle ressursskoler for læremiddelutvikling i nord-, lule- og sørsamiske områder.
sme: Nubbi strategiija lea ovddidit resursaskuvllaid oahpponeavvoráhkadeami várás davvi-, julev- ja lullisámi guovlluin.

source: Sametinget har igangsatt et pilotprosjekt i Tysfjord kommune, der formålet er å utvikle Drag skole til en ressursskole for læremiddelutvikling på lulesamisk.
sme: Sámediggi lea álggahan ovddasmanniprošeavtta Divttasvuona suohkanis, man ulbmilin lea ovddidit Ájluovtta skuvlla resursaskuvlan oahpponeavvuid ráhkadeapmái julevsámegillii.

source: Erfaringene fra dette pilotprosjektet vil bli brukt for å utvikle ressursskoler også i sørog nordsamiske områder.
sme: Dan ovddasmanniprošeavtta vásáhusat galget leat vuođđun ovddidit resursaskuvllaid maiddái lulli- ja davvisámi guovlluin.

source: Sametinget har jevnlig kontakt med læremiddelprodusenter og har i 2008 holdt samarbeidsmøter med to forlag.
sme: Sámedikkis lea jeavddalaš oktavuohta oahpponeavvobuvttadeddjiiguin ja lea 2008:s doallan ovttasbargočoahkkimiid guvttiin lágádusain.

source: Samiske læremidler har vært tema på mange av møtene som Sametinget har hatt, blant annet med Kunnskapsdepartementet, Utdanningsdirektoratet, Fylkesmannen i Finnmark og Sálas – Samisk forlegger og avisforening.
sme: Sámi oahpponeavvut leat leamaš fáddán olu Sámedikki čoahkkimiin, earret eará Máhttodepartemeanttain, Oahpahusdirektoráhtain, Finnmárkku Fylkkamánniin ja Sálasiin – Sámi almmuheaddji- ja aviisaservviin.

source: Det er i 2008 ferdigstilt i alt 36 ordinære og særskilt tilrettelagte læremidler etter Rammeplan for barnehagen og Kunnskapsløftet – samisk.
sme: 2008:s leat gárvvistuvvon oktiibuot 36 dábálaš ja earenoamáš heivehuvvon oahpponeavvu, mánáidgárddi rámmaplána ja Máhttolokten – sámi vuođul.

source: Av disse er fem på lulesamisk, en på sørsamisk og 30 på nordsamisk.
sme: dain leat vihtta julevsámegillii, okta lullisámegillii ja 30 davvisámegillii.

source: Dette er omtrent på samme nivå som antall utgivelser i 2007.
sme: Dát logut leat sullii seamma go 2007 logut.

source: Det er i 2008 tildelt midler til 26 læremiddelutviklingsprosjekter for grunnopplæringen, fordelt på ordinære / digitale og særskilt tilrettelagte lære 24
sme: 2008:s lea juolluduvvon doarjja 26 oahpponeavvoprošektii vuođđooahpahusa várás, juhkkojuvvon dábálaš / digitála ja earenoamáš heivehuvvon oahpponeavvuide.

source: Om Sametingets virksomhet 2008 midler.
sme: Golbma prošeavtta lullisámegil 2008– 2009

source: Det er igangsatt tre prosjekter på sørsamisk og to på lulesamisk, resten er på nordsamisk.
sme: lii ja guokte prošeavtta julevsámegillii leat álggahuvvon, ja dat earát leat davvisámi prošeavttat.

source: Da Samisk utdanningsråd ble lagt ned i desember 1999, overtok Sametinget de læremidler de hadde på lager.
sme: Go Sámi oahpahusráđđi heaittihuvvui juovlamánus 1999, de válddii Sámediggi badjelasas daid oahpponeavvuid mat ledje sin rádjosis.

source: Dette var ikke rene læreverk, men supplerende materiell som dekker kun deler av kompetansemålene i de nåværende læreplanene, som for eksempel lettlesthefter, temahefter, plakater og spill.
sme: Dat eai lean čielga oahppoávdnasat, muhto dakkár lassiávdnasat mat gokčet dušše osiid gelbbolašvuođamihtuin dálá oahppoplánain, nu go ovdamearkka dihte álkes lohkangihppagat, fáddágihppagat, plakáhtat ja spealut.

source: Sametinget har i 2008 delt ut disse læremidlene gratis til 37 barnehager, 88 grunnskoler og 5 videregående skoler i Norge og 7 barnehager og 6 grunnskoler i Sverige og Finland.
sme: Sámediggi jugii 2008:s dáid oahpponeavvuid nuvttá 37 mánáidgárdái, 88 vuođđoskuvlii ja 5 joatkkaskuvlii Norggas, ja 7 mánáidgárdái ja 6 vuođđoskuvlii Ruoŧas ja Suomas.

source: I tillegg er det delt ut læremidler til språksentre, biblioteker, høyskoler, helsestasjoner, foreldrenettverk og bokbusser.
sme: Lassin juhke oahpponeavvuid giellaguovddážiidda, girjerádjosiidda, allaskuvllaide, dearvvašvuođaguovddážiidda, váhnenfierpmádagaide ja girjebussiide.

source: I antall dreiser det seg om ca. 40 000 eksemplarer.
sme: Oktiibuot dahket dat sullii 40 000 gáhppálaga.

source: Sametinget stiller ut nye læremidler på læremiddelsentralen som er lokalisert til Kautokeino.
sme: Sámediggi bidjá buot oahpponeavvuid oahpponeavvoguovddážii mii lea Guovdageainnus.

source: Læremiddelsentralen låner ut læremidler til skoler og barnehager over hele landet.
sme: Oahpponeavvoguovddáš luoiká oahpponeavvuid skuvllaide ja mánáidgárddiide miehtá riikka.

source: Sametinget har også hatt utstilling av læremidler på samiske spesialpedagogiske fagdager i Tromsø og Samisk barnehage- og skolekonferanse i Bodø.
sme: Sámedikkis leat maid leamaš oahpponeavvočájáhusat sámi earenoamášpedagogalaš fágabeivviin Romssas ja Sámi mánáidgárde- ja skuvlakonferánssas Bodåddjos.

source: Informasjon om nye læremidler blir også gitt på nettstedet Samisk læringsnett www.oahpponeahtta.no. Sametinget konstaterer at antallet ferdigstilte læremidler ikke har økt fra 2007 til 2008.
sme: Dieđut ođđa oahpponeavvuid birra gávdnojit maiddái neahttabáikkis Sámi oahpponeahtta www.oahpponeahtta.no Sámediggi oaidná ahte gárvvistuvvon oahpponeavvuid lohku ii leat sturron jagi 2007 rájes jagi 2008 rádjai.

source: Sametinget har lenge fokusert på behovet for og mangelen på samiske læremidler.
sme: Sámediggi lea guhká bidjan guovddážii sámi oahpponeavvodárbbu ja daid váilivuođa.

source: For å bøte på problemet at skoleeierne ikke kjøper inn samiske læremidler til tross for at de er tilgjengelige, ønsket Sametinget å utprøve en ny ordning med gratis læremidler for skoleeierne.
sme: Váttisvuođa dihte go skuvlaeaiggádat eai oastte sámi oahpponeavvuid vaikko dat gávdnojit, háliidii Sámediggi geahččalit ođđa ortnega bokte addit nuvttá oahpponeavvuid skuvlaeaiggádiidda.

source: Sametinget understreker likevel på det sterkeste at man ikke på noen måte vil frita skoleeierne ansvaret for å tilby samiske elever tilgjengelige samiske læremidler, slik de gjør for læremidler på norsk.
sme: Sámediggi deattuha dattetge garrasit ahte ii háliit mange láhkái luvvet skuvlaeaiggádiid ovddasvástádusas fállat sámi ohppiide sámi oahpponeavvuid mat gávdnojit, go muđui dain lea ovddasvástádus oahpponeavvuin mat leat dárogillii.

source: Samiske læremidler skal ikke være salderingsposter i kommunebudsjettene.
sme: Sámi oahpponeavvut eai galgga leat salderenpoastan gieldabušeahtain.

source: Sametingets strategiske plan for lærermiddelutvikling 2009–2012 uttrykker tydelig at satsningen på gratis læremidler til kommunene ikke skal gå ut over nyproduksjon av læremidler.
sme: Sámedikki 2009–2012 strategalaš oahpponeavvoráhkadanplánas daddjojuvvo čielgasit ahte nuvttá oahppogirjjit gielddaide eai galgga čuohcat ođđa oahpponeavvuid ráhkadeapmái.

source: Dette er ikke mulig om ikke Sametinget avsetter tilstrekkelige ressurser til den årlige produksjonen.
sme: Dát ii leat vejolaš jos Sámediggi ii várre dohkálaččat resurssaid jahkásaččat buvttadeapmái.

source: Sametingets mulighet til å sikre forutsigbarhet for læremiddelprodusenter og for skoleeiere, og et godt læremiddeltilbud for samiske elever, er derfor avhengig av de årlige bevilgningene gjennom statsbudsjettet.
sme: Sámedikki vejolašvuohta sihkkarastit einnostahttivuođa oahpponeavvobuvttadeddjiide ja skuvlaeaiggádiidda, ja buorre oahpponeavvofálaldat sámi ohppiide, sorjá danne juolludusain stáhtabušeahta bokte.

source: Sametinget forventer en avklaring omkring ansvarsforholdene i samisk læremiddelproduksjon.
sme: Sámediggi vuordá ahte čielggaduvvo makkár ovddasvástádus guhtesge galgá leat sámi oahppo 2008– 2009

source: Sametingets mulighet til å tilfredsstille behovene i den samiske skolen er avhengige av tilstrekkelige bevilgninger fra sentrale myndigheter, av kapasiteten blant læremiddelprodusentene og av
sme: Sámedikki vejolašvuohta duhtadit dárbbuid sámi skuvllain sorjá das ahte juolludusat guovddáš eiseválddiid bealis leat doarvái, oahpponeavvobuvttadeddjiid kapasitehtas ja ahte skuvlaeaiggádat ollašuhttet láhkageatnegahttojuvvon doaimmaid.

source: Sametingets målsetninger i strategisk læremiddelplan kan vanskelig oppfylles uten denne avklaringen.
sme: Sámedikki ulbmiliid strategalaš oahpponeavvoplánas sáhttá leat váttis ollašuhttit almmá dáid beliid čielggadeami haga.

source: 2.15.2 Læreplaner og timefordeling Den europeiske menneskerettsdomstolen (EMD), har fastslått at det norske faget Kristendoms-, religions- og livssynskunnskap (KRL) krenket den europeiske menneskerettighetskonvensjonen.
sme: 2.15.2 Oahppoplánat ja diibmojuohkin Eurohpalaš olmmošrievtti duopmostuollu (Den europeiske menneskerettsdomstolen, EMD), lea mearridan ahte norgga fága Risttalašvuohta-, oskuja eallinoaidnu (KRL) hilggui eurohpalaš olmmošrievtti konvenšuvnna.

source: På grunn av dette er denne læreplanen erstattet med en ny læreplan i Religion, livssyn og etikk (RLE) Sametinget har behandlet forslag til læreplan i RLE – samisk og oversendt det til Utdanningsdirektoratet og Kunnskapsdepartementet.
sme: Danne lea dan oahppoplána sadjái boahtán ođđa oahppoplána Osku, eallinoaidnu ja etihkka (OEE). Sámediggi lea meannudan OEE – sámi oahppoplánaevttohusa ja sádden dan Oahpahusdirektoráhttii ja Máhttodepartementii.

source: Forslag til læreplan i reindriftsfaget Vg3/opplæring i bedrift har vært på høring og er bearbeidet i forhold til høringsuttalelser.
sme: Boazodoallofága Jo3/fidnooahpahus oahppoplánaevttohus lea leamaš gulaskuddamis ja lea divvojuvvon gulaskuddancealkámušaid mielde.

source: Høringsuttalelsene medfører også at fastsatt læreplan i felles programfag Vg 2 reindrift må justeres.
sme: Gulaskuddancealkámušat mielddisbuktet maiddái ahte oktasaš prográmmafága Jo 2 boazodoallu mearriduvvon oahppoplána ferte rievdaduvvot.

source: Justering av og fastsettelse av nevnte læreplaner gjøres på nyåret i 2009.
sme: Dat plána rievdaduvvo ja mearriduvvo álgojagis 2009.

source: Sametinget har søkt Kunnskapsdepartementet om deling av duodjifaget for opplæring i bedrift, og har hatt møte med Samarbeidsrådet for yrkesopplæring (SRY).
sme: Sámediggi lea Máhttodepartemeanttas ohcan juohkit fidnooahpahusa duodjefága, ja lea čoahkkinastán fidnooahpahusa ovttasbargoráđiin (Samarbeidsrådet for yrkesopplæring, SRY).

source: SRY har anbefalt en deling av duodji på Vg 3. Duodji har følgende fem programområder på Vg3/opplæring i bedrift; horn- bein- og metallduodjifaget, tekstilduodjifaget, veve- og strikkeduodjifaget, skinn- og pelsduodjifaget og treduodjifaget.
sme: SRY lea evttohan juohkit duoji Jo3:s. Duojis leat čuovvovaš vihtta prográmmasuorggi Jo3/fidnooahpahusas; čoarve – dákte- ja metálladuodjefága, tekstiiladuodjefága, čuoldin- ja gođđinfága, siste- ja náhkkeduodjefága ja garraduodjefága.

source: Læreplanarbeidet starter på nyåret i 2009.
sme: Oahppoplánabargu álggahuvvo álgojagis 2009.

source: Sametinget har søkt Kunnskapsdepartementet om etablering av særskilte samiske læreplaner i videregående opplæring og har hatt møte med Samarbeidsrådet for yrkesopplæring (SRY).
sme: Sámediggi lea Máhttodepartemeanttas ohcan ráhkadit earenoamáš sámi oahppoplánaid joatkkaoahpahussii ja lea čoahkkinastán fidnooahpahusa ovttasbargoráđiin, SRY:in.

source: SRY har ikke anbefalt nye programfag med særskilte samiske læreplaner innen Vg 3 naturbruk og Vg 3 medier og kommunikasjon.
sme: SRY ii ávžžuhan ásahit ođđa prográmmafágaid earenoamáš sámi oahppoplánaiguin Jo 3 luonddugeavaheamis ja Jo 3 media ja gulahallamis.

source: SRY har heller ikke anbefalt valgfritt programfag, samisk utmarksnæring innenfor programområde studieforberedende naturbruk Vg 3. Stortinget sluttet seg høsten 2007 til Regjeringens forslag om å utvide timetallet på 1. – 4. årstrinn med i alt 190 timer á 60 minutter.
sme: SRY ii ge ávžžuhan ásahit válljenprográmmafága, sámi meahcásteapmi prográmmasuorggi studerenráhkkanahtti luonddugeavaheapmi Jo 3 siskkobealde. Stuoradiggi doarjjui 2007 čavčča Ráđđehusa evttohusa lasihit 1.- 4. jahkeceahki diibmologu oktiibuot 190 diimmuin, 60 minuhta diimmut.

source: Timene skal fordeles med 76 timer i norsk, 76 timer i matematikk og 38 timer i engelsk.
sme: diimmu matematihkka ja 38 diimmu eŋgelasgiella.

source: Timetallsutvidelsen gjelder fra og med skoleåret 2008–2009.
sme: Diibmologu lassáneapmi doaibmá skuvlajagi 2008–2009 rájes.

source: Sametinget har hatt konsultasjoner med Kunnskapsdepartementet om økning av timetallet i norsk, samisk, matematikk og engelsk.
sme: Sámedikkis leat leamaš konsultašuvnnat Máhttodepartemeanttain diibmologu lassáneami birra fágain dárogiella, sámegiella, matematihkka ja eŋgelasgiella.

source: Det ble oppnådd enighet om at timetallet utvides med 38 timer i engelsk og 76 timer i matematikk.
sme: Soabaduvvui lasihit diibmologu 38 diimmuin eŋgelasgielas ja 76 diimmuin matematihkas.

source: De 76 timene i norsk ble fordelt med en utvidelse på 38 timer i førstespråk og 38 timer i andrespråk.
sme: 76 dárogieldiimmu juhkkojuvvojedje dainna lágiin ahte lasihit 38 diimmu vuosttašgillii ja 38 diimmu nubbigillii.

source: Flere fylkeskommunale videregående skoler erfarer at de etter innføringen av Kunnskapsløftet ikke lenger får statlig tilskudd til samisk som fremmedspråk.
sme: Máŋga fylkkagielddalaš joatkkaskuvlla leat vásihan maŋŋá Máhttoloktema ahte eai šat oaččo stáhta doarjaga sámegiela oahpahussii amas giellan.

source: Samisk som fremmedspråk er et reelt opplæringstilbud i samisk språk.
sme: Sámegiella amas giellan lea duohta oahpahusfálaldat sámegielas.

source: Sametinget mener at skolene skal fremme tilpasset opplæring og varierte arbeidsmåter, jf. Prinsipper for opplæringen.
sme: Sámediggi oaivvilda ahte skuvllat galget ovddidit heivehuvvon oahpahusa ja máŋggalágan bargovugiid, oahpahusa prinsihpaid mielde.

source: Opplæringsloven omtaler retten til opplæring i og på samisk, men ikke de ulike alternativene for samiskopplæring.
sme: Oahpahusláhka válddahallá oahpahusvuoigatvuođa sámegielas ja sámegillii, muhto ii daid molssaektosaš sámegieloahpahusaid.

source: I tilfeller der den beste løsning for eleven er at hun / han får opplæring i samisk som fremmedspråk, bør det alternativet kunne velges.
sme: Dalle go oahppái lea buoremus čoavddus oažžut oahpahusa sámegielas amas giellan, berre dan molssaeavttu sáhttit válljet.
